<?php
echo "
<phelp1><bhelp1>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ВНИМАНИЕ!</bhelp1></phelp1>
<p>&nbsp;</p>
<p><phelp1><bhelp1>Раздел «Запросы».</bhelp1></phelp1><br>
<p><phelp1>Для выполнения своих должностных обязанностей любой специалист имеет право запрашивать необходимую информацию в других подразделениях предприятия. При этом запрос доступен его непосредственному руководителю и руководителю подразделения-адресата. Руководитель подразделения-адресата имеет право согласовать или отклонить запрос. При согласовании запроса назначается исполнитель, которому формируется задание со сроком выполнения. Контролером задания по умолчанию назначается руководитель, согласовавший запрос. После выполнения запрос и задание приобретают статус «Завершено».</phelp1><br>
<p><phelp1>Запросы формируются в ручном режиме и при заполнении сменных заданий. Во втором случае во время выбора необходимой операции исполнителю начальником ПДО (инженером ПДО) может быть заполнено  специальное поле, в котором отражается суть запроса.</phelp1>
";
?>