<?php
echo "
<phelp1><bhelp1>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ВНИМАНИЕ!</bhelp1></phelp1>
<p>&nbsp;</p>
<p><phelp1>Мониторинг заданий  отражает все задания руководителя подразделения. По умолчанию таблица заданий рассортирована от более ранней плановой даты выполнения к более поздней. Доступны сортировки по столбцам, содержащим пиктограмму сортировки – как по возрастанию, так и по убыванию.
Выборка отдельных авторов, исполнителей и контролеров возможна заданием соответствующих фильтров и выполнением команды «Применить». Последний заданный фильтр отменяет предыдущие. Сортировка отменяет действия фильтров.<phelp1>
";
?>