DROP TABLE IF EXISTS `cooperation_database_form1`;
CREATE TABLE IF NOT EXISTS `cooperation_database_form1` (
  `id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT,
  `caption` varchar(255) NOT NULL,
  `row_1_type` varchar(255) NOT NULL,
  `row_1_col_1` varchar(255) NOT NULL,
  `row_1_col_2` varchar(255) NOT NULL,
  `row_1_col_3` varchar(255) NOT NULL,
  `row_1_col_4` varchar(255) NOT NULL,
  `row_2_type` varchar(255) NOT NULL,
  `row_2_col_1` varchar(255) NOT NULL,
  `row_2_col_2` varchar(255) NOT NULL,
  `row_2_col_3` varchar(255) NOT NULL,
  `row_2_col_4` varchar(255) NOT NULL,
  `actualization_date` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `actualizator` smallint(5) UNSIGNED NOT NULL,
  `timestamp` timestamp NOT NULL ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=1 DEFAULT CHARSET=utf8;

INSERT INTO `cooperation_database_form1` ( `caption`, `row_1_type`, `row_1_col_1`, `row_1_col_2`, `row_1_col_3`, `row_1_col_4`, `row_2_type`, `row_2_col_1`, `row_2_col_2`, `row_2_col_3`, `row_2_col_4`, `actualization_date`, `actualizator`, `timestamp`) VALUES
( 'Ст20-45Л, цена тонны литья, тыс.руб без НДС', 'ПГС, ХТС', '90-100', '100-110', '110-120', '', 'ЛГМ, ЛВМ', '100-110', '110-120', '135-155', '', '2019-04-10 11:22:13', 1, '2019-04-10 04:22:13'),
( 'Чугун 15-20, цена тонны литья, тыс.руб без НДС', 'ПГС, ХТС', '80-90', '90-100', '100-110', '', 'ЛГМ, ЛВМ', '90-100', '100-130', '120-140', '', '2019-04-10 11:22:13', 1, '2019-04-10 04:22:13'),
( '110Г13Л', 'ПГС, ХТС', '', '', '', '', 'ЛГМ, ЛВМ', '', '', '', '', '2019-04-10 11:22:13', 1, '2019-04-10 04:22:13'),
( '', '', '', '', '', '', '', '', '', '', '', '2019-04-10 11:22:13', 1, '2019-04-10 04:22:13'),
( '', '', '', '', '', '', '', '', '', '', '', '2019-04-10 11:22:13', 1, '2019-04-10 04:22:13'),
( 'Пример готового изделия', 'ПГС, ХТС', 'Крышка внешняя КМ10.45.01.004, Корпус буксы КМ10.45.01.003, корпус подшипников, крышки и втулки конвееров', 'Детали к скрейперным лебедкам, бандажи КМ10.45.01.002, ролики, скрейпера, шкивы флотомашин.', 'Колесо КМ12.14.01.002, Колесо М181.04, водило лебедок, диафрагмы, корпуса флотомашин, корпуса редукторов', '', 'ЛГМ, ЛВМ', 'Крышки НКР, шкив НКР, крышки скрейперных лебедок, серьги Вагонеток', 'Корпуса коронок, крюки ВГ2,5, вкладыши', 'Фурма ТВ2019, салазки УПБ', '', '2019-04-10 11:22:13', 1, '2019-04-10 04:22:13');

############################################################

DROP TABLE IF EXISTS `cooperation_database_form2`;
CREATE TABLE IF NOT EXISTS `cooperation_database_form2` (
  `id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT,
  `material` varchar(255) NOT NULL,
  `ts_type` varchar(250) NOT NULL,
  `price` varchar(255) NOT NULL,
  `note` varchar(255) NOT NULL,
  `actualization_date` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `actualizator` smallint(5) UNSIGNED NOT NULL,
  `timestamp` timestamp NOT NULL ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=1 DEFAULT CHARSET=utf8;

INSERT INTO `cooperation_database_form2` (`material`, `ts_type`, `price`, `note`, `actualization_date`, `actualizator`, `timestamp`) VALUES
( 'Ст65Г, Ст40Х, Ст40ХН, Ст45, Ст35, 5ХНМ ', 'Объемная закалка', '40', 'Уровень цен действителен при условии розмеров заготовки не больше 1100*460*200. В диапазоне размеров от указаанных до размеров  3500*1000*1000 один цикл работы печи стоит 23 000,00 руб. без НДС. Для примера: объемная закалки заготовки Вала Ф 180 длиной 25', '2019-04-09 14:36:25', 1, '2019-04-09 07:36:25'),
( '', 'Отжиг', '30', 'Уровень цен действителен при условии размеров заготовки 2000*1500*3500мм.', '2019-04-09 14:36:25', 1, '2019-04-09 07:36:25'),
( '', 'Цементация', '150', 'Размеры тыры для закладки деталей 300*400*500. Цена действительна при глубине цементации не более 1,4мм.  Далее каждый 1,0мм плюс 100,00 руб за 1кг.', '2019-04-09 14:36:25', 1, '2019-04-09 07:36:25'),
( '', 'ТВЧ', '', 'Возможность и стоимость проведения ТВЧ зависит от наличия индуктора и вида самой детали. Каждый раз уточняется индивидуально. ', '2019-04-09 14:36:25', 1, '2019-04-09 07:36:25'),
( '', '', '', '', '2019-04-09 14:36:25', 1, '2019-04-09 07:36:25'),
( '', '', '', '', '2019-04-09 14:36:25', 1, '2019-04-09 07:36:25'),
( '', '', '', '', '2019-04-09 14:36:25', 1, '2019-04-09 07:36:25'),
( '', '', '', '', '2019-04-09 14:36:25', 1, '2019-04-09 07:36:25'),
( '', '', '', '', '2019-04-09 14:36:25', 1, '2019-04-09 07:36:25');

DROP TABLE IF EXISTS `cooperation_database_form3`;
CREATE TABLE IF NOT EXISTS `cooperation_database_form3` (
  `id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT,
  `caption` varchar(255) NOT NULL,
  `price` varchar(255) NOT NULL,
  `note` varchar(255) NOT NULL,
  `actualization_date` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `actualizator` smallint(5) UNSIGNED NOT NULL,
  `timestamp` timestamp NOT NULL ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=1 DEFAULT CHARSET=utf8;

############################################################

INSERT INTO `cooperation_database_form3` ( `caption`, `price`, `note`, `actualization_date`, `actualizator`, `timestamp`) VALUES
( 'На вертикальном прессе', '20,00-40,00 руб за 1кг.', 'Простые линейные гибы до лист 16 длиной до 3000мм. Цена зависит от сложности гиба. ', '2019-04-10 11:10:31', 1, '2019-04-10 04:10:31'),
( 'Вальцовка', '', '', '2019-04-10 11:10:31', 1, '2019-04-10 04:10:31'),
( '', '', '', '2019-04-10 11:10:31', 1, '2019-04-10 04:10:31'),
( '', '', '', '2019-04-10 11:10:31', 1, '2019-04-10 04:10:31'),
( '', '', '', '2019-04-10 11:10:31', 1, '2019-04-10 04:10:31');

############################################################

DROP TABLE IF EXISTS `cooperation_database_form4`;
CREATE TABLE IF NOT EXISTS `cooperation_database_form4` (
  `id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT,
  `pid` int(10) UNSIGNED NOT NULL,
  `cover` varchar(255) NOT NULL,
  `units` varchar(255) NOT NULL,
  `price` varchar(255) NOT NULL,
  `note` varchar(250) NOT NULL,
  `actualization_date` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `actualizator` smallint(5) UNSIGNED NOT NULL,
  `timestamp` timestamp NOT NULL ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=1 DEFAULT CHARSET=utf8;

INSERT INTO `cooperation_database_form4` (`pid`, `cover`, `units`, `price`, `note`, `actualization_date`, `actualizator`, `timestamp`) VALUES
( 0, 'Хромирование ', 'дм.2', '', '', '2019-04-10 09:20:11', 0, '0000-00-00 00:00:00'),
( 0, 'Цинкование ТДЦ', 'кг.', '', '', '2019-04-10 09:20:11', 0, '0000-00-00 00:00:00'),
( 0, 'Горячее цинкование', 'кг.', '', '', '2019-04-10 09:20:34', 0, '0000-00-00 00:00:00'),
( 0, 'Гальваническое цинкование', 'кг.', '', '', '2019-04-10 09:20:34', 0, '0000-00-00 00:00:00'),
( 0, 'Полимерное покрытие с дробеструйной обработкой', 'м.2', '', '', '2019-04-10 09:21:07', 0, '0000-00-00 00:00:00'),
( 0, 'Никелерование медных изделий', 'кг.', '', '', '2019-04-10 09:21:07', 0, '0000-00-00 00:00:00'),

( 1, '', '', '51,00-65,00 руб', 'Точеная или шлифованная пов-ть не более Ra6,3', '2019-04-10 09:22:48', 0, '0000-00-00 00:00:00'),
( 1, '', '', '122,00-124,00', 'Точеная пов-ть Ra12,5…Ra25', '2019-04-10 09:22:48', 0, '0000-00-00 00:00:00'),
( 1, '', '', '170,00....', 'Пов-ть без обработки', '2019-04-10 09:22:48', 0, '0000-00-00 00:00:00'),

( 2, '', '', '46', 'Точеная или шлифованная пов-ть не более Ra6,3', '2019-04-10 09:23:45', 0, '0000-00-00 00:00:00'),
( 3, '', '', '28', 'Плюс затраты на логистику Красноярск-Новосибирск-Красноярск', '2019-04-10 09:23:45', 0, '0000-00-00 00:00:00'),
( 4, '', '', '81,00 - 115,00', 'В зависимости от размера и формы', '2019-04-10 09:24:26', 0, '0000-00-00 00:00:00'),
( 5, '', '', '406', '', '2019-04-10 09:24:26', 0, '0000-00-00 00:00:00'),
( 6, '', '', '120', 'Можно никелеровать медные прутки L-1300мм.', '2019-04-10 09:24:48', 0, '0000-00-00 00:00:00');

############################################################

DROP TABLE IF EXISTS `cooperation_database_form5`;
CREATE TABLE IF NOT EXISTS `cooperation_database_form5` (
  `id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT,
  `pid` int(10) UNSIGNED NOT NULL,
  `material` varchar(255) NOT NULL,
  `thickness` varchar(255) NOT NULL,
  `price` varchar(255) NOT NULL,
  `actualization_date` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `actualizator` smallint(5) UNSIGNED NOT NULL,
  `timestamp` timestamp NOT NULL ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=1 DEFAULT CHARSET=utf8;

INSERT INTO `cooperation_database_form5` ( `pid`, `material`, `thickness`, `price`, `actualization_date`, `actualizator`, `timestamp`) VALUES
( 0, 'Сталь углеродистая газовая резка: Ст3, Ст20, Ст65Г, 09Г2С, 30ХГСА, Ст45 и др.', '', '', '2019-04-10 11:41:11', 0, '2019-04-10 04:41:11'),
( 0, 'Сталь нержавеющая плазменная резка: 08Х12Н10Т и другие', '', '', '2019-04-10 11:41:21', 0, '2019-04-10 04:41:21'),
( 1, '', '1-3мм', '', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00'),
( 1, '', '4', '', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00'),
( 1, '', '5', '', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00'),
( 1, '', '6', '', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00'),
( 1, '', '8', '', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00'),
( 1, '', '10', '', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00'),
( 1, '', '12', '', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00'),
( 1, '', '14', '', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00'),
( 1, '', '16', '', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00'),
( 1, '', '18', '', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00'),
( 1, '', '20', '', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00'),
( 1, '', '25', '', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00'),
( 1, '', '30', '', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00'),
( 1, '', '40', '', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00'),
( 1, '', '50', '', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00'),
( 1, '', '60', '', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00'),
( 1, '', '80', '', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00'),
( 1, '', '90', '', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00'),
( 1, '', '100', '', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00'),
( 1, '', '110', '', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00'),
( 1, '', '120', '', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00'),
( 1, '', '130', '', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00'),
( 1, '', '140', '', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00'),
( 1, '', '150', '', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00'),
( 1, '', '160', '', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00'),
( 1, '', '170', '', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00'),
( 1, '', '180', '', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00'),
( 1, '', '190', '', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00'),
( 1, '', '200', '', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00'),
( 1, '', '250', '', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00'),
( 1, '', '300', '', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00'),
( 2, '', '1-2 мм', '20,95р.', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00'),
( 2, '', '3-4 мм', '36,66р.', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00'),
( 2, '', '5', '47,14р.', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00'),
( 2, '', '6', '52,37р.', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00'),
( 2, '', '8', '78,56р.', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00'),
( 2, '', '10', '94,27р.', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00'),
( 2, '', '12', '115,22р.', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00'),
( 2, '', '14', '125,69р.', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00'),
( 2, '', '16', '157,12р.', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00'),
( 2, '', '20', '188,54р.', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00'),
( 2, '', '25', '209,49р.', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00'),
( 2, '', '30', '230,44р.', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00'),
( 2, '', '36', '267,10р.', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00'),
( 2, '', '40', '293,29р.', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00'),
( 2, '', '50', '350,90р.', '2019-04-10 08:25:33', 0, '0000-00-00 00:00:00');

############################################################

DROP TABLE IF EXISTS `cooperation_database_form6`;
CREATE TABLE IF NOT EXISTS `cooperation_database_form6` (
  `id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT,
  `pid` int(10) UNSIGNED NOT NULL,
  `material` varchar(255) NOT NULL,
  `thickness` varchar(255) NOT NULL,
  `price` varchar(255) NOT NULL,
  `price2` varchar(250) NOT NULL,
  `price3` varchar(250) NOT NULL,
  `actualization_date` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `actualizator` smallint(5) UNSIGNED NOT NULL,
  `timestamp` timestamp NOT NULL ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=1 DEFAULT CHARSET=utf8;

INSERT INTO `cooperation_database_form6` ( `pid`, `material`, `thickness`, `price`, `price2`, `price3`, `actualization_date`, `actualizator`, `timestamp`) VALUES
( 0, 'Сталь углеродистая: Ст3, Ст20, Ст65Г, 09Г2С, 30ХГСА, Ст45 и др.', '', '', '', '', '2019-04-10 11:45:11', 1, '2019-04-10 04:45:11'),
( 0, 'Дюралюминий, Аллюминий, Титан, Латунь, Медь', '', '', '', '', '2019-04-10 11:45:19', 1, '2019-04-10 04:45:19'),
( 0, 'Сталь нержавеющая: 08Х12Н10Т и другие', '', '', '', '', '2019-04-10 11:45:28', 1, '2019-04-10 04:45:28'),
( 1, '', '0,5-0,8', '16,68р.', '18,72р.', '20,88р.', '2019-04-10 11:26:39', 1, '2019-04-10 04:26:39'),
( 1, '', '1', '20,04р.', '22,56р.', '24,96р.', '2019-04-10 11:26:39', 1, '2019-04-10 04:26:39'),
( 1, '', '1,5', '22,20р.', '24,96р.', '27,72р.', '2019-04-10 11:26:39', 1, '2019-04-10 04:26:39'),
( 1, '', '2', '25,68р.', '28,80р.', '32,04р.', '2019-04-10 11:26:39', 1, '2019-04-10 04:26:39'),
( 1, '', '3', '33,36р.', '37,56р.', '41,64р.', '2019-04-10 11:26:39', 1, '2019-04-10 04:26:39'),
( 1, '', '4', '41,64р.', '46,92р.', '52,08р.', '2019-04-10 11:26:39', 1, '2019-04-10 04:26:39'),
( 1, '', '5', '55,56р.', '62,52р.', '69,48р.', '2019-04-10 11:26:39', 1, '2019-04-10 04:26:39'),
( 1, '', '6', '66,72р.', '75,00р.', '83,28р.', '2019-04-10 11:26:39', 1, '2019-04-10 04:26:39'),
( 1, '', '8', '76,92р.', '86,52р.', '96,12р.', '2019-04-10 11:26:39', 1, '2019-04-10 04:26:39'),
( 1, '', '10', '111,12р.', '125,04р.', '138,84р.', '2019-04-10 11:26:39', 1, '2019-04-10 04:26:39'),
( 1, '', '12', '125,04р.', '140,64р.', '156,24р.', '2019-04-10 11:26:39', 1, '2019-04-10 04:26:39'),
( 1, '', '14', '153,84р.', '173,04р.', '192,36р.', '2019-04-10 11:26:39', 1, '2019-04-10 04:26:39'),
( 1, '', '16', '200,04р.', '225,00р.', '249,96р.', '2019-04-10 11:26:39', 1, '2019-04-10 04:26:39'),
( 2, '', '0,5-0,8', '30,00р.', '32,40р.', '36,00р.', '2019-04-10 11:26:39', 1, '2019-04-10 04:26:39'),
( 2, '', '1', '36,00р.', '39,60р.', '42,00р.', '2019-04-10 11:26:39', 1, '2019-04-10 04:26:39'),
( 2, '', '1,5', '42,00р.', '44,40р.', '48,00р.', '2019-04-10 11:26:39', 1, '2019-04-10 04:26:39'),
( 2, '', '2', '48,00р.', '54,00р.', '60,00р.', '2019-04-10 11:26:39', 1, '2019-04-10 04:26:39'),
( 2, '', '3', '60,00р.', '72,00р.', '84,00р.', '2019-04-10 11:26:39', 1, '2019-04-10 04:26:39'),
( 2, '', '4', '96,00р.', '120,00р.', '144,00р.', '2019-04-10 11:26:39', 1, '2019-04-10 04:26:39'),
( 2, '', '5', '156,00р.', '180,00р.', '204,00р.', '2019-04-10 11:26:39', 1, '2019-04-10 04:26:39'),
( 2, '', '6', '240,00р.', '270,00р.', '300,00р.', '2019-04-10 11:26:39', 1, '2019-04-10 04:26:39'),
( 2, '', '8', '300,00р.', '330,00р.', '360,00р.', '2019-04-10 11:26:39', 1, '2019-04-10 04:26:39'),
( 2, '', '10', '360,00р.', '390,00р.', '420,00р.', '2019-04-10 11:26:39', 1, '2019-04-10 04:26:39'),
( 3, '', '0,5-0,8', '18,00р.', '21,60р.', '24,00р.', '2019-04-10 11:26:39', 1, '2019-04-10 04:26:39'),
( 3, '', '1', '24,00р.', '27,60р.', '30,00р.', '2019-04-10 11:26:39', 1, '2019-04-10 04:26:39'),
( 3, '', '1,5', '30,00р.', '32,40р.', '36,00р.', '2019-04-10 11:26:39', 1, '2019-04-10 04:26:39'),
( 3, '', '2', '36,00р.', '39,60р.', '42,00р.', '2019-04-10 11:26:39', 1, '2019-04-10 04:26:39'),
( 3, '', '3', '44,40р.', '49,20р.', '56,40р.', '2019-04-10 11:26:39', 1, '2019-04-10 04:26:39'),
( 3, '', '4', '60,00р.', '66,00р.', '72,00р.', '2019-04-10 11:26:39', 1, '2019-04-10 04:26:39'),
( 3, '', '5', '90,00р.', '99,60р.', '108,00р.', '2019-04-10 11:26:39', 1, '2019-04-10 04:26:39'),
( 3, '', '6', '146,40р.', '163,20р.', '187,20р.', '2019-04-10 11:26:39', 1, '2019-04-10 04:26:39'),
( 3, '', '8', '168,00р.', '187,20р.', '216,00р.', '2019-04-10 11:26:39', 1, '2019-04-10 04:26:39'),
( 3, '', '10', '237,60р.', '264,00р.', '306,00р.', '2019-04-10 11:26:39', 1, '2019-04-10 04:26:39');

############################################################

DROP TABLE IF EXISTS `cooperation_database_form7`;
CREATE TABLE IF NOT EXISTS `cooperation_database_form7` (
  `id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT,
  `thickness` varchar(255) NOT NULL,
  `material1` varchar(255) NOT NULL,
  `material2` varchar(255) NOT NULL,
  `material3` varchar(255) NOT NULL,
  `material4` varchar(255) NOT NULL,
  `material5` varchar(255) NOT NULL,
  `actualization_date` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `actualizator` smallint(5) UNSIGNED NOT NULL,
  `timestamp` timestamp NOT NULL ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=1 DEFAULT CHARSET=utf8;

INSERT INTO `cooperation_database_form7` (`thickness`, `material1`, `material2`, `material3`, `material4`, `material5`, `actualization_date`, `actualizator`, `timestamp`) VALUES ('до 3','175,00','198,00','139,00','121,00','229,00','','1',''),
('4','234,00','270,00','175,00','131,00','','','1',''),
('5','309,00','347,00','216,00','149,00','383,00','','1',''),
('6','383,00','432,00','275,00','175,00','','','1',''),
('7','450,00','522,00','324,00','','','','1',''),
('8','540,00','612,00','373,00','234,00','697,00','','1',''),
('9','612,00','697,00','432,00','','','','1',''),
('10','679,00','792,00','486,00','293,00','913,00','','1',''),
('12','851,00','972,00','607,00','360,00','','','1',''),
('15','1 116,00','1 165,00','769,00','450,00','1 273,00','','1',''),
('16','1 260,00','1 296,00','841,00','','','','1',''),
('20','1 499,00','1 741,00','1 301,00','653,00','2 088,00','','1',''),
('30','2 435,00','2 713,00','1 705,00','1 301,00','4 873,00','','1',''),
('40','3 307,00','3 829,00','2 435,00','1 741,00','','','1',''),
('50','4 199,00','4 873,00','3 047,00','2 957,00','13 199,00','','1',''),
('60','5 305,00','6 089,00','3 695,00','','','','1',''),
('80','7 141,00','8 159,00','6 529,00','5 742,00','20 039,00','','1','');

