DROP TABLE IF EXISTS `cooperation_database_form4`;
CREATE TABLE IF NOT EXISTS `cooperation_database_form4` (
  `id` int(11) UNSIGNED NOT NULL AUTO_INCREMENT,
  `pid` int(10) UNSIGNED NOT NULL,
  `cover` varchar(255) NOT NULL,
  `units` varchar(255) NOT NULL,
  `price` varchar(255) NOT NULL,
  `note` varchar(250) NOT NULL,
  `actualization_date` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `actualizator` smallint(5) UNSIGNED NOT NULL,
  `timestamp` timestamp NOT NULL ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=1 DEFAULT CHARSET=utf8;

INSERT INTO `cooperation_database_form4` (`pid`, `cover`, `units`, `price`, `note`, `actualization_date`, `actualizator`, `timestamp`) VALUES
( 0, 'Хромирование ', 'дм.2', '', '', '2019-04-10 09:20:11', 0, '0000-00-00 00:00:00'),
( 0, 'Цинкование ТДЦ', 'кг.', '', '', '2019-04-10 09:20:11', 0, '0000-00-00 00:00:00'),
( 0, 'Горячее цинкование', 'кг.', '', '', '2019-04-10 09:20:34', 0, '0000-00-00 00:00:00'),
( 0, 'Гальваническое цинкование', 'кг.', '', '', '2019-04-10 09:20:34', 0, '0000-00-00 00:00:00'),
( 0, 'Полимерное покрытие с дробеструйной обработкой', 'м.2', '', '', '2019-04-10 09:21:07', 0, '0000-00-00 00:00:00'),
( 0, 'Никелерование медных изделий', 'кг.', '', '', '2019-04-10 09:21:07', 0, '0000-00-00 00:00:00'),

( 1, '', '', '51,00-65,00 руб', 'Точеная или шлифованная пов-ть не более Ra6,3', '2019-04-10 09:22:48', 0, '0000-00-00 00:00:00'),
( 1, '', '', '122,00-124,00', 'Точеная пов-ть Ra12,5…Ra25', '2019-04-10 09:22:48', 0, '0000-00-00 00:00:00'),
( 1, '', '', '170,00....', 'Пов-ть без обработки', '2019-04-10 09:22:48', 0, '0000-00-00 00:00:00'),

( 2, '', '', '46', 'Точеная или шлифованная пов-ть не более Ra6,3', '2019-04-10 09:23:45', 0, '0000-00-00 00:00:00'),
( 3, '', '', '28', 'Плюс затраты на логистику Красноярск-Новосибирск-Красноярск', '2019-04-10 09:23:45', 0, '0000-00-00 00:00:00'),
( 4, '', '', '81,00 - 115,00', 'В зависимости от размера и формы', '2019-04-10 09:24:26', 0, '0000-00-00 00:00:00'),
( 5, '', '', '406', '', '2019-04-10 09:24:26', 0, '0000-00-00 00:00:00'),
( 6, '', '', '120', 'Можно никелеровать медные прутки L-1300мм.', '2019-04-10 09:24:48', 0, '0000-00-00 00:00:00');
